cask_args appdir: "/Applications"
tap "homebrew/core"
tap "homebrew/bundle"
tap "homebrew/cask-fonts"
tap "sanemat/font"
brew "zsh"
brew "git"
brew "docker"
brew "nodebrew"
brew "jq"
brew "awscli"
brew "hugo"
brew "ffmpeg"
brew "imagemagick"
brew "ricty"
cask "scroll-reverser"
cask "lastpass"
cask "the-unarchiver"
cask "google-chrome"
cask "firefox"
cask "coteditor"
cask "visual-studio-code"
cask "typora"
cask "slack"
cask "iterm2"
cask "google-japanese-ime"
cask "google-drive-file-stream"
cask "cyberduck"
cask "unity-hub"
cask "font-source-han-code-jp"
cask "sharemouse"
cask "fork"
cask "android-studio"
cask "visual-studio"
